[
  "Can you provide a description of the image <image> and include the coordinates [x0,y0,x1,y1] for each mentioned object?",
  "Please explain what's happening in the photo <image> and give coordinates [xmin,ymin,xmax,ymax] for the items you reference.",
  "Analyze the contents of the picture <image> and share the positions of mentioned items using the top-left and bottom-right coordinates.",
  "What do you see in this image <image>? Please mention the objects and their locations using the format [x1,y1,x2,y2].",
  "Examine the image <image> and describe its content, specifying the location of each mentioned noun using coordinates [x1,y1,x2,y2].",
  "Could you interpret the scene from this image <image> and provide the coordinates [xmin,ymin,xmax,ymax] for each element you describe?",
  "Please provide an overview of the visual information in this image <image>, along with the location data [xmin,ymin,xmax,ymax] for each mentioned object.",
  "Tell me about the picture <image> and include position info [x0,y0,x1,y1] for the objects you describe.",
  "What is displayed in this image <image>? Remember to mention the objects and their corresponding locations using the format [xmin,ymin,xmax,ymax].",
  "Give a brief analysis of the image <image> and make sure to include the location of objects using their coordinates [x1,y1,x2,y2].",
  "Explain the content of this image <image> and provide the coordinates [x1,y1,x2,y2] for all objects that you mention.",
  "Describe the scene in this picture <image> and give the top-left and bottom-right coordinates [xmin,ymin,xmax,ymax] for each item you talk about.",
  "Please give a summary of the image <image> and include the position info for each object you identify with coordinates [x0,y0,x1,y1].",
  "What is happening in the photo <image>? Please point out the objects and their locations using the format [x1,y1,x2,y2].",
  "Illustrate the content of the image <image> and specify the coordinates [xmin,ymin,xmax,ymax] for every object you mention.",
  "What can you tell me about this image <image>? Remember to provide location data for the objects you describe using coordinates [x1,y1,x2,y2].",
  "Please interpret this image <image> and give coordinates [x1,y1,x2,y2] for each object you mention.",
  "Detail what you see in the image <image> and provide the top-left and bottom-right coordinates [xmin,ymin,xmax,ymax] for each mentioned noun.",
  "Take a look at this image <image> and give an explanation of its content, including the position data [x1,y1,x2,y2] for each object you describe.",
  "What is the image <image> depicting? Please mention the positions of any mentioned objects using square brackets.",
  "Describe the visual elements in the image <image> and note the positions of any mentioned objects in square brackets.",
  "Could you please analyze the content of the image <image> and mention the positions of any mentioned objects in square brackets?",
  "Tell me about the objects present in the image <image> and note their positions using square brackets.",
  "What can you tell me about the contents of the image <image>? Please indicate the positions of any mentioned objects in square brackets.",
  "Provide a comprehensive description of the image <image> and specify the positions of any mentioned objects in square brackets.",
  "Describe the scene in the image <image> and mention the positions of any mentioned objects using square brackets.",
  "Can you identify the objects in the image <image>? Please include their positions in square brackets.",
  "Please describe the visual details in the image <image> and note the positions of any mentioned objects using square brackets.",
  "What is happening in the image <image>? Please mention the positions of any mentioned objects using square brackets.",
  "Analyze the content of the image <image> and provide the positions of any mentioned objects in square brackets.",
  "Describe the main elements in the image <image> and note the positions of any mentioned objects using square brackets.",
  "Could you please provide a detailed description of the image <image>? Don't forget to mention the positions of any mentioned objects in square brackets.",
  "Can you provide a description of the image <image> and include the coordinates [x0,y0,x1,y1] for each mentioned object?",
  "Please explain what's happening in the photo <image> and give coordinates [xmin,ymin,xmax,ymax] for the items you reference.",
  "Analyze the contents of the picture <image> and share the positions of mentioned items using the top-left and bottom-right coordinates.",
  "What do you see in this image <image>? Please mention the objects and their locations using the format [x1,y1,x2,y2].",
  "Examine the image <image> and describe its content, specifying the location of each mentioned noun using coordinates [x1,y1,x2,y2].",
  "Could you interpret the scene from this image <image> and provide the coordinates [xmin,ymin,xmax,ymax] for each element you describe?",
  "Please provide an overview of the visual information in this image <image>, along with the location data [xmin,ymin,xmax,ymax] for each mentioned object.",
  "Tell me about the picture <image> and include position info [x0,y0,x1,y1] for the objects you describe.",
  "What is displayed in this image <image>? Remember to mention the objects and their corresponding locations using the format [xmin,ymin,xmax,ymax].",
  "Give a brief analysis of the image <image> and make sure to include the location of objects using their coordinates [x1,y1,x2,y2].",
  "Explain the content of this image <image> and provide the coordinates [x1,y1,x2,y2] for all objects that you mention.",
  "Describe the scene in this picture <image> and give the top-left and bottom-right coordinates [xmin,ymin,xmax,ymax] for each item you talk about.",
  "Please give a summary of the image <image> and include the position info for each object you identify with coordinates [x0,y0,x1,y1].",
  "What is happening in the photo <image>? Please point out the objects and their locations using the format [x1,y1,x2,y2].",
  "Illustrate the content of the image <image> and specify the coordinates [xmin,ymin,xmax,ymax] for every object you mention.",
  "What can you tell me about this image <image>? Remember to provide location data for the objects you describe using coordinates [x1,y1,x2,y2].",
  "Please interpret this image <image> and give coordinates [x1,y1,x2,y2] for each object you mention.",
  "Detail what you see in the image <image> and provide the top-left and bottom-right coordinates [xmin,ymin,xmax,ymax] for each mentioned noun.",
  "Take a look at this image <image> and give an explanation of its content, including the position data [x1,y1,x2,y2] for each object you describe.",
  "What are the details of this picture <image>? Please include the coordinates [x1,y1,x2,y2] for each object you mention.",
  "Can you provide a detailed description of the contents of the image <image>? Please include the positions of any mentioned objects in square brackets.",
  "What is the image <image> depicting? Please mention the positions of any mentioned objects using square brackets.",
  "Describe the visual elements in the image <image> and note the positions of any mentioned objects in square brackets.",
  "Could you please analyze the content of the image <image> and mention the positions of any mentioned objects in square brackets?",
  "Tell me about the objects present in the image <image> and note their positions using square brackets.",
  "How would you describe the contents of the image <image>? Please provide the positions of mentioned objects in square brackets.",
  "What do you observe in the image <image>? Don't forget to mention the objects and their locations using square brackets.",
  "Can you give an overview of the image <image> and list the objects along with their positions using square brackets?",
  "Describe the activities taking place in the image <image> and point out the objects with their locations using square brackets.",
  "Can you explain what is going on in this picture <image> and give the bounding boxes for each object you mention?",
  "Provide a summary of the image <image> and include bounding box coordinates for the objects you talk about.",
  "Help me understand what's in the image <image> and also give me the bounding boxes for the objects you describe.",
  "Explain the scene depicted in the image <image> and include the bounding boxes for the nouns you reference.",
  "Analyze this picture <image> for me and provide coordinates for the items you discuss.",
  "I need a breakdown of what is happening in the image <image>, and please include the bounding box information.",
  "Give me a rundown of what's in this image <image>, along with the coordinates for each mentioned object.",
  "Elaborate on the image <image> and provide the boundaries for the objects you mention.",
  "Discuss the contents of this image <image> and include the bounding boxes for mentioned objects.",
  "Unveil what's happening in the image <image> and provide the coordinates for the objects in discussion.",
  "Clarify the situation depicted in the photo <image> and include bounding box details for the objects mentioned.",
  "Break down the image <image> and share the bounding box coordinates of objects you mention.",
  "Reveal the meaning behind the image <image> and provide me with the bounding box details for the mentioned nouns.",
  "Examine the picture <image> and disclose the bounding box coordinates for each object you discuss.",
  "Interpret the image <image> and include the bounding boxes of the items you discuss.",
  "Convey the essence of the photo <image> and provide the bounding box information for mentioned objects.",
  "Enlighten me about the image <image> and provide me with the bounding box coordinates for each subject.",
  "Narrate the image <image> and include the bounding boxes for the objects you describe.",
  "Decipher the story behind the image <image> and provide the bounding box for each object in the story.",
  "Illustrate your understanding of the image <image>, and give the boxes of the described objects.",
  "Walk me through the contents of the image <image>, and include the bounding box for the mentioned items.",
  "I need to know what's in the image <image> and please provide coordinates for the featured objects.",
  "Dissect the components of the image <image> and include the bounding boxes for each object discussed.",
  "Give insights into the picture <image> and provide the bounding box details for the objects mentioned.",
  "Delve into the image <image>, and furnish the coordinates for the items you reference.",
  "Portray the events in the image <image> and include the location and boundaries of the described objects.",
  "Unravel the aspects of the image <image> and give the bounding box for the mentioned items.",
  "Tell me everything about the picture <image> and don't forget to mention bounding boxes for the described items.",
  "Disentangle the details of the picture <image> and include bounding box coordinates for mentioned items.",
  "Explore the elements within the picture <image> and provide the bounding boxes for each object mentioned.",
  "Detail the occurrences in the picture <image> and supply the bounding box info for the talked-about objects.",
  "Lay out the context of the picture <image> and include bounding box details for the featured objects.",
  "Uncover the truth behind the picture <image> and include the bounding boxes for the described nouns.",
  "What's happening in the picture <image>? Please provide the bounding box info for mentioned objects.",
  "Discuss the events taking place in <image> and include the bboxes of the involved objects.",
  "In the picture <image>, describe what's going on and provide the bboxes of mentioned objects.",
  "Decode the message in the picture <image>, and provide boundaries for the relevant objects.",
  "Let me know what you see in the picture <image> and provide the bounding boxes for the objects you discuss.",
  "Scrutinize the picture <image> and include the coordinates for the items you talk about.",
  "Summon the essence from the picture <image> and present the bounding box coordinates for relevant objects.",
  "Deconstruct the scene in the picture <image> and include bounding box info for the mentioned nouns.",
  "Identify the contents of the picture <image> and provide the coordinates for the objects involved.",
  "Make sense of the happenings in the picture <image> and include bounding box coordinates for the objects.",
  "What can you tell me about the picture <image>? Please include bounding boxes for any mentioned objects.",
  "Deduce the meaning of the picture <image> and provide location details for the discussed items.",
  "Can you give me the gist of the picture <image> and provide the bboxes of the described objects?",
  "Describe what is taking place in the picture <image>, and include the bboxes of the involved items.",
  "Please narrate the story in the picture <image>, and provide the bounding box coordinates for the included objects.",
  "Scrutinize the contents of the photo <image> and include the location details of the items you talk about.",
  "Analyze what's happening within the photo <image> and provide bounding box info for the referenced objects.",
  "Relate the situation in the photo <image> and include the location details of the items you discuss.",
  "Probe into the photo <image> and provide the boundaries for the included objects.",
  "Gather the meaning of the photo <image> and provide location info for the mentioned nouns.",
  "Resolve the context of the picture <image> and supply the bounding box details for the objects you discuss.",
  "Bring clarity to the situation in the photo <image> and provide the bounding box for the relevant objects.",
  "Unfold the story of the photo <image> and include the bounding box coordinates for the included nouns.",
  "Speaking on the photo <image>, what do you see? Don't forget to include bounding boxes for mentioned objects.",
  "Inform me about the particulars in the photo <image> and provide the bounding box info for the discussed items.",
  "Give me the lowdown on the photo <image>, and include bounding boxes for the objects you discuss.",
  "Share with me the details of the photo <image> and provide the bounding boxes for the nouns mentioned.",
  "Provide a glimpse into the happenings of the photo <image> and include bounding boxes for the involved objects.",
  "Decode the events occurring in the photo <image> and provide the location details for the mentioned items.",
  "Delineate the elements of the photo <image> and include the bounding box for each object discussed.",
  "Explain to me the context of the photo <image> and provide bounding box details for any discussed objects.",
  "Describe the subjects within the photo <image> and include bounding box coordinates for the mentioned objects.",
  "Break down the narrative of the picture <image> and include the boundaries for any related items.",
  "Tell me about the image <image> and provide me with the bboxes of any mentioned objects.",
  "What's the story in the image <image>? Please include bounding boxes for any objects discussed.",
  "Elucidate the context of the image <image> and provide bounding box details for the objects you mention.",
  "Annotate the image <image> with the bounding box coordinates of the objects you discuss during your description.",
  "Examine the image <image> carefully and point out the objects along with their respective bounding boxes.",
  "Dig into the scene on the image <image> and provide the bounding box info for the mentioned items.",
  "Study the photo <image> and cite bounding box coordinates for the subjects you mention.",
  "Inspect the image <image> and give me the coordinates of the bounding box for each mentioned object.",
  "Dive into the details of the picture <image>, and include the bounding boxes for any referenced nouns.",
  "Analyze the photo <image> and provide the boxes of the objects involved.",
  "Take a look at the image <image> and give me the location details for any mentioned items.",
  "Go through the scene <image>, describing its content, and provide bounding boxes for the mentioned nouns.",
  "Evaluate the scene <image> and include the boxes of the items you reference.",
  "Share your perspective of the scene <image> and give the bounding box for each object you discuss.",
  "Get into the specifics of the picture <image> and provide the boxes of the mentioned items.",
  "Quote the happenings unfolding in the frame <image> and provide the bounding box coordinates of related objects.",
  "Shed light on the events in the frame <image> and include the location details of the mentioned items.",
  "Bring out the description of the frame <image> and provide the bounding box for each object you mention.",
  "Dissect the scenario in the frame <image> and include the bounding boxes for any referenced objects."
]