[
  "Where is <expr> <image>?",
  "Where is <expr> in the <image>?",
  "Where is <expr> in the image <image>?",
  "Where is <expr> <image>? answer in [x0,y0,x1,y1] format.",
  "Can you point out <expr> in the image <image> and provide the coordinates of its location?",
  "Help me to locate <expr> in <image> and give me its coordinates, please.",
  "In the given <image>, could you find and tell me the coordinates of <expr>?",
  "Guide me to the location of <expr> within the image <image> by providing its coordinates.",
  "I'd like to know the exact coordinates of <expr> in the photo <image>.",
  "Would you kindly provide the coordinates of <expr> located in the picture <image>?",
  "Can you find <expr> in <image> and give me the coordinates of where it is located?",
  "I'm trying to locate <expr> in <image>. Can you determine its coordinates for me?",
  "What are the coordinates of <expr> in the image <image>?",
  "Can you disclose the position of <expr> in the photograph <image> by stating its coordinates?",
  "In <image>, could you let me know the location of <expr> in the form of coordinates?",
  "I need the coordinates of <expr> in <image>, can you please assist me with that?",
  "Where in <image> is <expr> located? Provide me with its coordinates, please.",
  "May I have the coordinates of <expr> in <image>?",
  "In the photograph <image>, could you pinpoint the location of <expr> and tell me its coordinates?",
  "Can you please search and find <expr> in <image>, then let me know its coordinates?",
  "Please, point out the position of <expr> in the image <image> by giving its coordinates.",
  "What are the exact coordinates of <expr> in the provided picture <image>?",
  "Detect the location of <expr> in <image> and share the coordinates with me, please.",
  "In the picture <image>, I'd like you to locate <expr> and provide its coordinates.",
  "Please indicate the location of <expr> in the photo <image> by giving coordinates.",
  "Find <expr> in <image> and share its coordinates with me.",
  "Could you please help me find the coordinates of <expr> in the image <image>?",
  "I am looking for the position of <expr> in <image>. Can you provide its coordinates?",
  "In the image <image>, can you locate <expr> and let me know its coordinates?",
  "I'd appreciate if you could find and tell me the coordinates of <expr> in <image>.",
  "In <image>, I need the bounding box coordinates of <expr>.",
  "Point me to the location of <expr> in the picture <image> by providing its coordinates.",
  "Could you trace <expr> in <image> and tell me its coordinates?",
  "Can you assist me in locating <expr> in <image>, and then provide its coordinates?",
  "I'm curious, what are the coordinates of <expr> in the photo <image>?",
  "Kindly share the coordinates of <expr> located in the image <image>.",
  "I would like to find <expr> in <image>. Can you give me its coordinates?",
  "Can you spot <expr> in <image> and disclose its coordinates to me?",
  "Please, reveal the location of <expr> in the provided photograph <image> as coordinates.",
  "Help me locate and determine the coordinates of <expr> in <image>.",
  "I request the coordinates of <expr> in the image <image>.",
  "In the given <image>, can you find <expr> and tell me its coordinates?",
  "I need to know the position of <expr> in <image> as coordinates.",
  "Locate <expr> in <image> and provide its coordinates, please.",
  "Assist me in finding <expr> in the photo <image> and provide the bounding box coordinates.",
  "In <image>, can you guide me to the location of <expr> by providing coordinates?",
  "I'd like the coordinates of <expr> as it appears in the image <image>.",
  "What location does <expr> hold in the picture <image>? Inform me of its coordinates.",
  "Identify the position of <expr> in <image> and share its coordinates.",
  "I'd like to request the coordinates of <expr> within the photo <image>.",
  "How can I locate <expr> in the image <image>? Please provide the coordinates.",
  "I am interested in knowing the coordinates of <expr> in the picture <image>.",
  "Assist me in locating the position of <expr> in the photograph <image> and its bounding box coordinates.",
  "In the image <image>, I need to find <expr> and know its coordinates. Can you please help?"
]